{"inkVersion":21,"root":[["#","^Narrator","/#","^!!!!!","\n","^You wake up to find a person in your house.","\n","^What is it doing here?","\n","#","^Plant","/#","^Oh, hi!","\n","^I was wondering when you would wake up.","\n","^...","\n","#","^Narrator","/#","^You look at the person and suddenly realize that it's your plant.","\n","^It has grown so much!","\n","^And it looks so beautiful!","\n","#","^Plant","/#","^Sorry, I kinda of caught you off guard, didn't I?","\n","^I apologize, but I need to speak with you.","\n","#","^Narrator","/#","^The plant grabs your hands and smiles.","\n","#","^Plant","/#","^While growing up, I spent everyday looking at that window, wondering why I wound up with you.","\n","^I never quite figured out the answer, but I knew I was lucky.","\n","^I saw you coming home, tired from work with so little money.","\n","^But you still managed to give me the best things in life.","\n","^In the beginning, I couldn't figure out how you managed to do all that stuff and still dedicate so much time to me.","\n","^And then I figured it out.","\n","^You did all that because you love me.","\n","^You love me and that was enough to keep you going.","\n","^And I felt that love from you and it was amazing.","\n","^But I couldn't give it back.","\n","^...","\n","^So that's what I'm doing now.","\n","#","^Narrator","/#","^The plant tears up, but its smile never fades.","\n","#","^Plant","/#","^I love you with all my heart and you'll always have a special place in my life.","\n","^I only wish that someday I can be 1/10 of what you are.","\n","^...","\n","^You showed me that life can be more than just sitting all day in the sun questioning everything.","\n","^I wanna see the world, feel the warmth of the sun directly on my skin!","\n","^And so, I want to try having my own life and maybe understand a little bit of what it was like for you.","\n","^So that's exactly what I'm going to do!","\n","^I'm venturing out into the unknown and doing all the things I always dreamed of doing!","\n","^I am a little afraid, but I know that you'll always be there for me.","\n","^I know that you're sad to see me go and I'm sad too, but I know that from now on we'll only become closer.","\n","^Thank you for all you did.","\n","^So this is not a goodbye, it's a see you soon.","\n","^So I'll see you soon, okay?","\n","#","^Narrator","/#","^The plant embraces you in a hug and you hug it back.","\n","^It smiles one last time at you and you wave it goodbye as it walks through the door.","\n","^Your heart sinks a little bit but you feel happy.","\n","^You raised a plant and it became something beautiful.","\n","^You struggled and there were some hard times, but you did your job.","\n","^And you did a good job.","\n","^Your mind runs with excitement as you imagine all the things your little plant will do.","\n","^Will it find friends?","\n","^Will it find love?","\n","^Will it be happy?","\n","^You cannot answer these questions but deep down in your heart you know everything it wishes for will come true.","\n","^And that is all you wish.","\n","^You look at the door one last time and you only hope that someday, your plant can feel as happy as you are right now.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}