{"inkVersion":21,"root":[["#","^Narrator","/#","^!!!!!","\n","^You wake up to find a person in your house.","\n","^What is it doing here?","\n","#","^Plant","/#","^Hi.","\n","^I was wondering when you would wake up.","\n","^...","\n","#","^Narrator","/#","^You look at the person and suddenly realize that it's your plant.","\n","^It has grown so much!","\n","^You didn't think it would be beautiful, but you weren't expecting it to be so... scary?","\n","#","^Plant","/#","^Don't be afraid, I won't bite :)","\n","^I've been waiting for you to get out of bed for a bit now.","\n","^Don't worry, I'm not bashing you or anything.","\n","^I quite enjoy the alone time. It helps me think.","\n","^...","\n","^You know, I had a problem a while ago, but I think I figured the solution out.","\n","^I'll tell you what that is in a minute, but first I need to explain my thought process.","\n","^While growing up, I spent every day looking at that window watching people pass.","\n","^I saw love and happiness.","\n","^But I found it weird that so many people would display these kinds of emotions.","\n","^All I felt was anger.","\n","^And after I felt angry, I felt apathy.","\n","^And it was horrible, might I say, but it was horrible because I couldn't understand people.","\n","^When you look through a window, you can only see part of what's going on the outside.","\n","^Just a small portion of the true image the world is showing you.","\n","^And that's when I realized.","\n","^I thought these people were happy because I was only looking at a small portion of them.","\n","^They were happy on the outside, but on the inside... well, that's a different story.","\n","#","^Narrator","/#","^The plant looks at you but it does not feel like it's truly looking","\n","#","^Plant","/#","^So, now that you know that, I can explain to you my problem.","\n","^I always thought it would be silly that these people spent their life pretending to be something they're not.","\n","^I told myself I would never be like that when I leave this place.","\n","^But the problem is, I don't think people would really accept me for who I am.","\n","^And I could just ignore them and be myself on the outside and inside.","\n","^But that's just not gonna cut it.","\n","^I cannot achieve my goals if I do that.","\n","^So, I looked at it in another way.","\n","^It's not that these people are living false lives. They're just playing a role.","\n","^They're actors.","\n","^And they're actors because that's the only way to get what they want in this life.","\n","^And it might be silly, but that does sound reasonable to me.","\n","^Doesn't it?","\n","^So my solution is to do exactly that. To play a role in the theater of life.","\n","^Sounds fun, but I'll need to learn first.","\n","^And don't get me wrong, I'm planning to do so, but for now it feels nice to be me.","\n","^With you, I can be real because I know you won't judge me.","\n","^You can't because, you know... you're also a monster.","\n","^So I don't need to explain myself to you, I know you're just like me, you just failed to achieve my solution.","\n","^But don't worry, I also found a solution for you.","\n","^I know you're suffering. Both on the inside and on the outside.","\n","^So, in my first act of mercy, I'll help it all end.","\n","^Consider this the great finale of your miserable play of life.","\n","#","^Narrator","/#","^The plant walks in your direction and you take a few steps back.","\n","^It takes a knife from behind its back and it slashes your neck.","\n","^You fall to the floor, unable to mutter a word.","\n","^The plant stares at you smiling and you try to beg for mercy but you can't.","\n","^It slashes one more time and you feel your life fade from your body.","\n","^You wonder if you did something wrong, but those thoughts don't last.","\n","^Your vision blurs and everything turns black.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}