{"inkVersion":20,"root":[[{"#":"Narrator"},"^!!!!!","\n","^You wake up to find a person in your house.","\n","^What is it doing here?","\n",{"#":"Plant"},"^Oh, hey...","\n","^I was wondering when you would wake up.","\n","^...","\n",{"#":"Narrator"},"^You look at the person and suddenly realize that it's your plant.","\n","^It has grown so much!","\n","^But why does it still look so \"planty\"?","\n",{"#":"Plant"},"^I know this is kinda weird but we need to talk.","\n","^...","\n",["^sigh-","\n","^Sorry, this is harder than I thought.","\n","^...","\n","^OK, here it goes.","\n","^While growing up, I looked at that window every day.","\n","^And everyday I saw happy, angry, sad people passing by...","\n","^In the beggining, I found those people weird. Why would they act like that?","\n","^But then I realized that it's not those people that are weird, it's me that cannot comprehend them.","\n","^So I looked closer.","\n","^And every day I watched them for hours, searching for an answer.","\n","^One day I did and I figured out what the problem was.","\n",["^sigh-","\n","^I learned about what people call \"emotions\" and soon realized that I had those too.","\n","^I just could not properly put them to work.","\n","^I tried feeling happy but I couldn't.","\n","^I tried feeling angry but I couldn't.","\n","^I tried feeling sad but I could not feel anything at all.","\n","^...","\n","^There's something wrong with me.","\n","^I thought I had no fix, but that's not true.","\n","^I came to realize that I'm not broken, I'm just bent.","\n","^And I know there must be a way to fix myself.","\n","^I just need to break down the wall keeping me from becoming a beautiful flower.","\n","^...","\n","^I know that you probably did your best to raise me.","\n","^And I'm thankful for that. But I also feel like you cannot give me more.","\n","^You're one of the bricks I have to break, you know?","\n","^I know it's a little confusing...","\n","^...","\n","^I'm not angry if that's what you think...","\n","^I'm just...","\n","^I feel no real connection to you, but maybe if I leave, I can build a new life, one with meaning.","\n","^I know it's hard to hear, but I think we're doing no good to each other.","\n","^...","\n","^So, yeah... I'm leaving...","\n","^...","\n","^I guess this is goodbye...","\n","^I wish you all the best in your life, whatever that might be.","\n","^Maybe one day we'll see each other again and I'll be able to tell you what it's like to be happy.","\n","^Goodbye...","\n",{"#":"Narrator"},"^Your heart sinks a little bit while watching your little plant leave.","\n","^But it's all grown up and you cannot stop it from making its own decisions.","\n","^...","\n","^You feel a tear running down your face.","\n","^You wonder if you did something wrong.","\n","^But now it's too late and there are some things that you'll never know the answers to.","\n",["done",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}